Repository: TrellixVulnTeam/TheFlaskMegaTutorial-project_Y6E7
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please log in to access this page.
ru: Войдите в свою учетную запись для просмотра этой страницы.

source: Username
ru: Имя

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Sign in
ru: Вход

source: Email
ru: Имеиел

source: Repeat password
ru: Повтор пароля

source: Register
ru: Зарегистрироваться

source: Please use diffirent username.
ru: Используйте другое имя.

source: Please use different email-address
ru: Используйте другой ебмейл

source: Request password reset
ru: Запрос сброса пароля

source: Repeat passowrd
ru: Пароль повторно

source: About me
ru: Обо мне

source: Submit
ru: Отправить

source: Please use a different username
ru: Используйте другое имя

source: Say something
ru: Скажи что-нибудь

source: Invalid username or password
ru: Неправильное имя или пароль

source: Congratulations, you are now a registred user!
ru: Поздравляю, ты зарегистрированный пользователь!

source: Check your email for the instructions to reset your password
ru: Проверь почту для инструкций по восстановлению пароля

source: Your password has been reset
ru: Твой пароль был сброшен

source: Your post is now live!
ru: Сообщение отправлено!

source: Your changes have been saved.
ru: Изменения сохранены.

source: User %(username) not found.
ru: Пользователь %(username) не найден.

source: You cannot follow yourself.
ru: Нельзя следовать за собой.

source: You are following %(username).
ru: Ты следуешь за %(username).

source: You cannot unfollow yourself.
ru: Нельзя перестать себя приследовать.

source: Your are now following %(username)
ru: Теперь ты следуешь за %(username)

source: File Not Found
ru: Файл не найден 404

source: An unexpected error has occurred
ru: Непонятная ошибка, непонятно

source: The administrator has not been notified. Sorry for the inconvenience!
ru: Администратор не был проинформирован, сожалею что так вышло!

source: %(username) said
ru: %(username) сказал.

source: %(username) You said
ru: %(username) - Ты сказал

source: Grandsteram configuration tool
ru: Grandstream провижн тул

source: Sign In
ru: Вход

source: Edit Profile
ru: Изменить профиль

source: Hello
ru: Приве

source: number
ru: номер

source: mac
ru: мак

source: Newer posts
ru: Новые сообщения

source: Older posts
ru: Старые сообщения

source: not implemented yet
ru: никто еще не придумал что тут можно сделать

source: New User?
ru: Новый пользователь?

source: Forgot password?
ru: Забыл пароль?

source: Reset your password
ru: Сбрось свой пароль

source: Reset Password
ru: Сброс пароля

source: User
ru: Пользователь

source: Last seen on
ru: Был активен

source: followers
ru: последователи

source: following
ru: следует

source: Edit your profile
ru: Изменить твой профельб
